IDEA Open Model
MaterialStrengthProperty.List Property
Compatible with IDEA StatiCa Beta 20.0
 Collection of material strength levels
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public List<MaterialStrength> List { get; set; }
Public Property List As List(Of MaterialStrength)
	Get
	Set
Property Value
Type: List<MaterialStrength>
See Also
Reference
MaterialStrengthProperty Class
IdeaRS.OpenModel.Material Namespace